const governmentUniversities = {
  "جامعة القاهرة": [
    "كلية الطب  ",
    "كلية طب الفم والأسنان  ",
    "كلية الصيدلة  ",
    "كلية الهندسة  ",
    "كلية الحاسبات والذكاء الاصطناعي  ",
    "كلية العلوم  ",
    "كلية التجارة  ",
    "كلية الآداب  ",
    "كلية الحقوق  ",
    "كلية الإعلام  ",
    "كلية الاقتصاد والعلوم السياسية  ",
    "كلية الآثار  ",
    "كلية الزراعة  ",
    "كلية الطب البيطري  ",
    "كلية التمريض  ",
    "كلية التربية  ",
    "كلية التربية النوعية  ",
    "كلية العلاج الطبيعي  ",
    "كلية التخطيط العمراني  ",
    "كلية دار العلوم  "
  ], 
  
};

export default governmentUniversities;