const nonProfitUniversities = {
  "جامعة الملك سلمان الدولية": [
    "كلية الهندسة جامعة الملك سلمان الدولية",
    "كلية علوم وهندسة الحاسب جامعة الملك سلمان الدولية",
    "كلية الصناعات التكنولوجية جامعة الملك سلمان الدولية",
    "كلية السياحة والفنادق جامعة الملك سلمان الدولية",
    "كلية الألسن واللغات التطبيقية جامعة الملك سلمان الدولية",
    "كلية الفنون والتصميم جامعة الملك سلمان الدولية",
    "كلية العمارة جامعة الملك سلمان الدولية",
    "كلية العلوم الإدارية جامعة الملك سلمان الدولية",
    "كلية الزراعات الصحراوية جامعة الملك سلمان الدولية",
    "كلية الطب البشري جامعة الملك سلمان الدولية",
    "كلية طب الأسنان جامعة الملك سلمان الدولية",
    "كلية الصيدلة جامعة الملك سلمان الدولية",
    "كلية التمريض جامعة الملك سلمان الدولية"
  ],
  "جامعة العلمين الدولية": [
    "كلية الفنون التصميمية جامعة العلمين الدولية",
    "كلية الهندسة جامعة العلمين الدولية",
    "كلية علوم وهندسة الحاسب جامعة العلمين الدولية",
    "كلية الأعمال جامعة العلمين الدولية",
    "كلية الدراسات القانونية والدولية جامعة العلمين الدولية",
    "كلية السياحة والضيافة جامعة العلمين الدولية",
    "كلية الطب جامعة العلمين الدولية",
    "كلية طب الأسنان جامعة العلمين الدولية",
    "كلية الصيدلة جامعة العلمين الدولية",
    "كلية تكنولوجيا العلوم الصحية التطبيقية جامعة العلمين الدولية",
    "كلية التمريض جامعة العلمين الدولية"
  ],
  "جامعة الجلالة": [
    "كلية العلوم الأساسية المتقدمة جامعة الجلالة",
    "كلية الهندسة جامعة الجلالة",
    "كلية العمارة جامعة الجلالة",
    "كلية علوم وهندسة الحاسب جامعة الجلالة",
    "كلية الفنون والتصميم جامعة الجلالة",
    "كلية العلوم الإدارية جامعة الجلالة",
    "كلية اللغات التطبيقية جامعة الجلالة",
    "كلية الإنتاج الإعلامي جامعة الجلالة",
    "كلية السياحة والضيافة جامعة الجلالة",
    "كلية الطب البشري جامعة الجلالة",
    "كلية طب الأسنان جامعة الجلالة",
    "كلية الصيدلة جامعة الجلالة",
    "كلية العلاج الطبيعي جامعة الجلالة",
    "كلية التمريض جامعة الجلالة",
    "كلية تكنولوجيا العلوم الصحية التطبيقية جامعة الجلالة",
    "كلية علوم الغذاء وتكنولوجيا التصنيع الغذائي جامعة الجلالة"
  ],
  "جامعة المنصورة الجديدة": [
    "كلية الأعمال جامعة المنصورة الجديدة",
    "كلية المعاملات القانونية الدولية جامعة المنصورة الجديدة",
    "كلية علوم وهندسة الحاسب جامعة المنصورة الجديدة",
    "كلية الهندسة جامعة المنصورة الجديدة",
    "كلية تكنولوجيا العلوم الصحية التطبيقية جامعة المنصورة الجديدة",
    "كلية الصيدلة جامعة المنصورة الجديدة",
    "كلية طب الأسنان جامعة المنصورة الجديدة",
    "كلية الطب البشري جامعة المنصورة الجديدة",
    "كلية التمريض جامعة المنصورة الجديدة",
    "كلية تكنولوجيا العلوم البحرية جامعة المنصورة الجديدة",
    "كلية العلوم جامعة المنصورة الجديدة"
  ],
  "جامعة النيل الأهلية": [
    "كلية الهندسة والعلوم التطبيقية جامعة النيل الأهلية",
    "كلية تكنولوجيا المعلومات والعلوم الحاسب جامعة النيل الأهلية",
    "كلية إدارة الأعمال جامعة النيل الأهلية",
    "كلية التكنولوجيا الحيوية جامعة النيل الأهلية"
  ],
  "جامعة مصر للمعلوماتية": [
    "كلية الهندسة وتكنولوجيا الاتصالات جامعة مصر للمعلوماتية",
    "كلية علوم الحاسب والمعلومات جامعة مصر للمعلوماتية",
    "كلية تكنولوجيا الأعمال جامعة مصر للمعلوماتية",
    "كلية الفنون الرقمية والتصميم جامعة مصر للمعلوماتية"
  ],
  "الجامعة المصرية للتعلم الإلكترونى الأهلية": [
    "كلية الحاسبات وتكنولوجيا المعلومات الجامعة المصرية للتعلم الإلكترونى الأهلية",
    "كلية الدراسات التجارية وإدارة الأعمال الجامعة المصرية للتعلم الإلكترونى الأهلية"
  ],
  "الجامعة الأهلية الفرنسية في مصر": [
    "كلية الهندسة الجامعة الأهلية الفرنسية في مصر",
    "كلية إدارة الأعمال جامعة الأهلية الفرنسية في مصر",
    "كلية اللغات التطبيقية الجامعة الأهلية الفرنسية في مصر"
  ],
  "جامعة القاهرة الأهلية": [
    "كلية الهندسة جامعة القاهرة الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة القاهرة الأهلية",
    "كلية إدارة الأعمال جامعة القاهرة الأهلية",
    "كلية الطب البشري جامعة القاهرة الأهلية",
    "كلية طب الأسنان جامعة القاهرة الأهلية"
  ],
  "جامعة عين شمس الأهلية": [
    "كلية الطب البشري جامعة عين شمس الأهلية",
    "كلية الهندسة جامعة عين شمس الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة عين شمس الأهلية",
    "كلية التجارة وإدارة الأعمال جامعة عين شمس الأهلية"
  ],
  "جامعة الإسكندرية الأهلية": [
    "كلية الطب جامعة الإسكندرية الأهلية",
    "كلية طب الأسنان جامعة الإسكندرية الأهلية",
    "كلية الصيدلة جامعة الإسكندرية الأهلية",
    "كلية الهندسة جامعة الإسكندرية الأهلية",
    "كلية علوم البيانات والحاسبات جامعة الإسكندرية الأهلية",
    "كلية الاقتصاد والعلوم السياسية جامعة الإسكندرية الأهلية"
  ],
  "جامعة أسيوط الأهلية": [
    "كلية الطب البشري جامعة أسيوط الأهلية",
    "كلية طب الأسنان جامعة أسيوط الأهلية",
    "كلية الصيدلة والبحوث الدوائية جامعة أسيوط الأهلية",
    "كلية الهندسة والتكنولوجيا جامعة أسيوط الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة أسيوط الأهلية",
    "كلية الألسن واللغات التطبيقية جامعة أسيوط الأهلية",
    "كلية الإدارة والعلوم المالية جامعة أسيوط الأهلية"
  ],
  "جامعة الزقازيق الأهلية": [
    "كلية الطب البشري جامعة الزقازيق الأهلية",
    "كلية الهندسة والتكنولوجيا جامعة الزقازيق الأهلية",
    "كلية الحاسبات والمعلومات جامعة الزقازيق الأهلية",
    "كلية التجارة والعلوم الإدارية جامعة الزقازيق الأهلية"
  ],
  "جامعة حلوان الأهلية": [
    "كلية الهندسة جامعة حلوان الأهلية",
    "كلية الفنون وعلوم التصميم جامعة حلوان الأهلية",
    "كلية الإدارة والعلوم التجارية جامعة حلوان الأهلية",
    "كلية علوم الحاسب وتكنولوجيا المعلومات جامعة حلوان الأهلية"
  ],
  "جامعة بنها الأهلية": [
    "كلية الهندسة جامعة بنها الأهلية",
    "كلية علوم الحاسب والذكاء الاصطناعي جامعة بنها الأهلية",
    "كلية الاقتصاد وإدارة الأعمال جامعة بنها الأهلية",
    "كلية الطب البشري جامعة بنها الأهلية"
  ],
  "جامعة المنوفية الأهلية": [
    "كلية الهندسة جامعة المنوفية الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة المنوفية الأهلية",
    "كلية التكنولوجيا الحيوية جامعة المنوفية الأهلية",
    "كلية التجارة والاعمال جامعة المنوفية الأهلية",
    "كلية الطب البشري جامعة المنوفية الأهلية"
  ],
  "جامعة بني سويف الأهلية": [
    "كلية الطب البشري جامعة بني سويف الأهلية",
    "كلية طب الأسنان جامعة بني سويف الأهلية",
    "كلية العلاج الطبيعي جامعة بني سويف الأهلية",
    "كلية الهندسة جامعة بني سويف الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة بني سويف الأهلية",
    "كلية التجارة والأعمال جامعة بني سويف الأهلية",
    "كلية الآداب جامعة بني سويف الأهلية",
    "كلية اللغات والترجمة جامعة بني سويف الأهلية",
    "كلية التمريض جامعة بني سويف الأهلية",
    "كلية علوم الملاحة وتكنولوجيا الفضاء جامعة بني سويف الأهلية"
  ],
  "جامعة المنيا الأهلية": [
    "كلية الطب البشري جامعة المنيا الأهلية",
    "كلية طب الأسنان جامعة المنيا الأهلية",
    "كلية العلاج الطبيعي جامعة المنيا الأهلية",
    "كلية الهندسة جامعة المنيا الأهلية",
    "كلية العلاقات العامة وإدارة الأعمال جامعة المنيا الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة المنيا الأهلية"
  ],
  "جامعة جنوب الوادي الأهلية": [
    "كلية الطب البشري جامعة جنوب الوادي الأهلية",
    "كلية العلاج الطبيعي جامعة جنوب الوادي الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة جنوب الوادي الأهلية",
    "كلية الألسن واللغات التطبيقية جامعة جنوب الوادي الأهلية",
    "كلية الإدارة والعلوم المالية جامعة جنوب الوادي الأهلية"
  ],
  "جامعة طنطا الأهلية": [
    "كلية الطب البشري جامعة طنطا الأهلية",
    "كلية الأسنان جامعة طنطا الأهلية",
    "كلية الصيدلة جامعة طنطا الأهلية",
    "كلية الهندسة جامعة طنطا الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة طنطا الأهلية"
  ],
  "جامعة الفيوم الأهلية": [
    "كلية الهندسة جامعة الفيوم الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة الفيوم الأهلية",
    "كلية إدارة الأعمال جامعة الفيوم الأهلية"
  ],
  "جامعة سوهاج الأهلية": [
    "كلية الطب البشري جامعة سوهاج الأهلية",
    "كلية الهندسة جامعة سوهاج الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة سوهاج الأهلية",
    "كلية التمريض جامعة سوهاج الأهلية"
  ],
  "جامعة كفر الشيخ الأهلية": [
    "كلية الهندسة جامعة كفر الشيخ الأهلية",
    "كلية الألسن جامعة كفر الشيخ الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة كفر الشيخ الأهلية"
  ],
  "جامعة أسوان الأهلية": [
    "كلية الهندسة جامعة أسوان الأهلية",
    "كلية التمريض جامعة أسوان الأهلية",
    "كلية الإدارة والعلوم التجارية جامعة أسوان الأهلية"
  ],
  "جامعة السويس الأهلية": [
    "كلية الهندسة والتكنولوجيا جامعة السويس الأهلية",
    "كلية الحاسبات والمعلومات جامعة السويس الأهلية",
    "كلية التمريض جامعة السويس الأهلية"
  ],
  "جامعة الإسماعيلية الجديدة الأهلية": [
    "كلية الطب البشري جامعة الإسماعيلية الجديدة الأهلية",
    "كلية طب الأسنان جامعة الإسماعيلية الجديدة الأهلية",
    "كلية الصيدلة جامعة الإسماعيلية الجديدة الأهلية",
    "كلية الهندسة جامعة الإسماعيلية الجديدة الأهلية",
    "كلية التمريض جامعة الإسكندرية الأهلية / الإسماعيلية",
    "كلية تكنولوجيا العلوم الصحية التطبيقية جامعة الإسماعيلية الجديدة الأهلية",
    "كلية التجارة الدولية واللغات جامعة الإسماعيلية الجديدة الأهلية"
  ],
  "جامعة شرق بورسعيد الأهلية": [
    "كلية الطب البشري جامعة شرق بورسعيد الأهلية",
    "كلية الهندسة جامعة شرق بورسعيد الأهلية",
    "كلية تكنولوجيا العلوم الصحية جامعة شرق بورسعيد الأهلية",
    "كلية الأعمال جامعة شرق بورسعيد الأهلية"
  ],
  "جامعة الوادي الجديد الأهلية": [
    "كلية الطب البشري جامعة الوادي الجديد الأهلية",
    "كلية الهندسة جامعة الوادي الجديد الأهلية"
  ],
  "جامعة مدينة السادات الأهلية": [
    "كلية الهندسة جامعة مدينة السادات الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة مدينة السادات الأهلية"
  ],
  "جامعة الأقصر الأهلية": [
    "كلية الألسن واللغات جامعة الأقصر الأهلية",
    "كلية الفنون وتكنولوجيا التصميم جامعة الأقصر الأهلية"
  ],
  "جامعة دمياط الأهلية": [
    "كلية الهندسة جامعة دمياط الأهلية",
    "كلية الحاسبات والذكاء الاصطناعي جامعة دمياط الأهلية",
    "كلية الإدارة جامعة دمياط الأهلية"
  ]
};

export default nonProfitUniversities;