const privateUniversities = {
  "جامعة 6 أكتوبر": [
    "كلية الطب البشري جامعة 6 أكتوبر",
    "كلية طب الأسنان جامعة 6 أكتوبر",
    "كلية الصيدلة جامعة 6 أكتوبر",
    "كلية العلاج الطبيعي جامعة 6 أكتوبر",
    "كلية الهندسة جامعة 6 أكتوبر",
    "كلية نظم المعلومات وعلوم الحاسب جامعة 6 أكتوبر",
    "كلية الإعلام وفنون الاتصال جامعة 6 أكتوبر",
    "كلية الفنون التطبيقية جامعة 6 أكتوبر",
    "كلية الاقتصاد وإدارة الأعمال جامعة 6 أكتوبر",
    "كلية اللغات والترجمة جامعة 6 أكتوبر",
    "كلية التربية جامعة 6 أكتوبر",
    "كلية السياحة والفنادق جامعة 6 أكتوبر"
  ],
  "جامعة أكتوبر للعلوم الحديثة والآداب": [
    "كلية الصيدلة جامعة أكتوبر للعلوم الحديثة والآداب",
    "كلية طب الأسنان جامعة أكتوبر للعلوم الحديثة والآداب",
    "كلية التكنولوجيا الحيوية جامعة أكتوبر للعلوم الحديثة والآداب",
    "كلية الهندسة جامعة أكتوبر للعلوم الحديثة والآداب",
    "كلية علوم الحاسب جامعة أكتوبر للعلوم الحديثة والآداب",
    "كلية الإعلام جامعة أكتوبر للعلوم الحديثة والآداب",
    "كلية الفنون التصميمية جامعة أكتوبر للعلوم الحديثة والآداب",
    "كلية إدارة الأعمال جامعة أكتوبر للعلوم الحديثة والآداب",
    "كلية اللغات والترجمة جامعة أكتوبر للعلوم الحديثة والآداب"
  ],
  "جامعة مصر للعلوم والتكنولوجيا": [
    "كلية الطب البشري جامعة مصر للعلوم والتكنولوجيا",
    "كلية طب الأسنان جامعة مصر للعلوم والتكنولوجيا",
    "كلية الصيدلة جامعة مصر للعلوم والتكنولوجيا",
    "كلية العلاج الطبيعي جامعة مصر للعلوم والتكنولوجيا",
    "كلية التكنولوجيا الحيوية جامعة مصر للعلوم والتكنولوجيا",
    "كلية الهندسة جامعة مصر للعلوم والتكنولوجيا",
    "كلية التمريض جامعة مصر للعلوم والتكنولوجيا",
    "كلية تكنولوجيا العلوم الصحية التطبيقية جامعة مصر للعلوم والتكنولوجيا",
    "كلية الإعلام وتكنولوجيا الاتصال جامعة مصر للعلوم والتكنولوجيا",
    "كلية الإدارة والاقتصاد جامعة مصر للعلوم والتكنولوجيا",
    "كلية اللغات والترجمة جامعة مصر للعلوم والتكنولوجيا",
    "كلية الآثار والإرشاد السياحي جامعة مصر للعلوم والتكنولوجيا",
    "كلية التربية الخاصة جامعة مصر للعلوم والتكنولوجيا",
    "كلية علوم الحاسب جامعة مصر للعلوم والتكنولوجيا"
  ],
  "جامعة مصر الدولية": [
    "كلية طب الأسنان جامعة مصر الدولية",
    "كلية الصيدلة جامعة مصر الدولية",
    "كلية الألسن جامعة مصر الدولية",
    "كلية الإعلام جامعة مصر الدولية",
    "كلية إدارة الأعمال والتجارة الدولية جامعة مصر الدولية",
    "كلية علوم الحاسب جامعة مصر الدولية",
    "كلية الهندسة جامعة مصر الدولية",
    "كلية تكنولوجيا الفنون والتصميم جامعة مصر الدولية"
  ],
  "الجامعة الألمانية بالقاهرة": [
    "كلية هندسة وتكنولوجيا الإعلام الجامعة الألمانية بالقاهرة",
    "كلية الهندسة وعلوم المادة الجامعة الألمانية بالقاهرة",
    "كلية الهندسة الصيدلانية الجامعة الألمانية بالقاهرة",
    "كلية تكنولوجيا إدارة الأعمال الجامعة الألمانية بالقاهرة",
    "كلية الحقوق والدراسات القانونية الجامعة الألمانية بالقاهرة",
    "كلية العلوم التطبيقية والفنون الجامعة الألمانية بالقاهرة",
    "كلية التكنولوجيا الحيوية الجامعة الألمانية بالقاهرة",
    "كلية الحاسبات والمعلومات الجامعة الألمانية بالقاهرة"
  ],
  "الجامعة البريطانية في مصر": [
    "كلية الهندسة الجامعة البريطانية في مصر",
    "كلية التمريض الجامعة البريطانية في مصر",
    "كلية طب الأسنان الجامعة البريطانية في مصر",
    "كلية الصيدلة الجامعة البريطانية في مصر",
    "كلية إدارة الأعمال والاقتصاد والعلوم السياسية الجامعة البريطانية في مصر",
    "كلية الإعلام الجامعة البريطانية في مصر",
    "كلية الآداب والإنسانيات الجامعة البريطانية في مصر",
    "كلية علوم الحاسب الجامعة البريطانية في مصر",
    "كلية القانون الجامعة البريطانية في مصر"
  ],
  "جامعة الأهرام الكندية": [
    "كلية الصيدلة جامعة الأهرام الكندية",
    "كلية طب الأسنان جامعة الأهرام الكندية",
    "كلية الهندسة جامعة الأهرام الكندية",
    "كلية علوم الحاسب وتكنولوجيا المعلومات جامعة الأهرام الكندية",
    "كلية الإعلام جامعة الأهرام الكندية",
    "كلية إدارة الأعمال جامعة الأهرام الكندية",
    "كلية التصميم والفنون الإبداعية جامعة الأهرام الكندية",
    "كلية اللغات والترجمة جامعة الأهرام الكندية"
  ],
  "الجامعة الحديثة للتكنولوجيا والمعلومات": [
    "كلية الطب البشري الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية طب الأسنان الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية الصيدلة الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية العلاج الطبيعي الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية التمريض الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية الهندسة الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية الحاسبات والذكاء الاصطناعي الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية الإدارة وذكاء الأعمال الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية الإعلام الجامعة الحديثة للتكنولوجيا والمعلومات",
    "كلية التكنولوجيا الحيوية الجامعة الحديثة للتكنولوجيا والمعلومات"
  ],
  "جامعة المستقبل": [
    "كلية الصيدلة جامعة المستقبل",
    "كلية طب الفم والأسنان جامعة المستقبل",
    "كلية الهندسة والتكنولوجيا جامعة المستقبل",
    "كلية الاقتصاد وعلوم سياسية جامعة المستقبل",
    "كلية التجارة وإدارة الأعمال جامعة المستقبل",
    "كلية علوم الحاسب وتكنولوجيا المعلومات جامعة المستقبل"
  ],
  "جامعة فاروس بالإسكندرية": [
    "كلية طب الأسنان جامعة فاروس بالإسكندرية",
    "كلية الصيدلة جامعة فاروس بالإسكندرية",
    "كلية الهندسة جامعة فاروس بالإسكندرية",
    "كلية العلاج الطبيعي جامعة فاروس بالإسكندرية",
    "كلية اللغات والترجمة جامعة فاروس بالإسكندرية",
    "كلية الفنون والتصميم جامعة فاروس بالإسكندرية",
    "كلية الإعلام وفنون الاتصال جامعة فاروس بالإسكندرية",
    "كلية السياحة وإدارة الفنادق جامعة فاروس بالإسكندرية",
    "كلية العلوم الإدارية والمالية جامعة فاروس بالإسكندرية",
    "كلية علوم الحاسبات والذكاء الاصطناعي جامعة فاروس بالإسكندرية",
    "كلية تكنولوجيا العلوم الصحية التطبيقية جامعة فاروس بالإسكندرية",
    "كلية الدراسات القانونية والمعاملات الدولية جامعة فاروس بالإسكندرية"
  ],
  "جامعة النهضة ببني سويف": [
    "كلية الطب البشري جامعة النهضة ببني سويف",
    "كلية طب الأسنان جامعة النهضة ببني سويف",
    "كلية الصيدلة جامعة النهضة ببني سويف",
    "كلية الهندسة جامعة النهضة ببني سويف",
    "كلية علوم الحاسب جامعة النهضة ببني سويف",
    "كلية الإعلام والعلاقات العامة جامعة النهضة ببني سويف",
    "كلية التسويق والإدارة جامعة النهضة ببني سويف",
    "كلية العلوم القانونية جامعة النهضة ببني سويف",
    "كلية العلاج الطبيعي جامعة النهضة ببني سويف",
    "كلية التمريض جامعة النهضة ببني سويف"
  ],
  "الجامعة المصرية الروسية": [
    "كلية الهندسة الجامعة المصرية الروسية",
    "كلية الصيدلة الجامعة المصرية الروسية",
    "كلية طب الفم والأسنان الجامعة المصرية الروسية",
    "كلية الإدارة والتكنولوجيا المهنية الجامعة المصرية الروسية",
    "كلية الذكاء الاصطناعي الجامعة المصرية الروسية"
  ],
  "جامعة الدلتا للعلوم والتكنولوجيا": [
    "كلية الطب البشري جامعة الدلتا للعلوم والتكنولوجيا",
    "كلية طب الأسنان جامعة الدلتا للعلوم والتكنولوجيا",
    "كلية الصيدلة جامعة الدلتا للعلوم والتكنولوجيا",
    "كلية العلاج الطبيعي جامعة الدلتا للعلوم والتكنولوجيا",
    "كلية الهندسة جامعة الدلتا للعلوم والتكنولوجيا",
    "كلية إدارة الأعمال جامعة الدلتا للعلوم والتكنولوجيا",
    "كلية الآداب جامعة الدلتا للعلوم والتكنولوجيا",
    "كلية الذكاء الاصطناعي جامعة الدلتا للعلوم والتكنولوجيا",
    "كلية تكنولوجيا العلوم الصحية جامعة الدلتا للعلوم والتكنولوجيا"
  ],
  "جامعة سيناء": [
    "كلية الصيدلة جامعة سيناء",
    "كلية طب الأسنان جامعة سيناء",
    "كلية الهندسة جامعة سيناء",
    "كلية تكنولوجيا المعلومات جامعة سيناء",
    "كلية إدارة الأعمال جامعة سيناء",
    "كلية التمريض جامعة سيناء",
    "كلية الإعلام جامعة سيناء",
    "كلية العلاج الطبيعي جامعة سيناء"
  ],
  "جامعة هليوبوليس": [
    "كلية الصيدلة وتكنولوجيا الدواء جامعة هليوبوليس",
    "كلية الهندسة جامعة هليوبوليس",
    "كلية الإدارة والاقتصاد جامعة هليوبوليس",
    "كلية الزراعة الحيوية جامعة هليوبوليس",
    "كلية العلاج الطبيعي جامعة هليوبوليس"
  ],
  "جامعة الجيزة الجديدة": [
    "كلية الطب جامعة الجيزة الجديدة",
    "كلية طب الأسنان جامعة الجيزة الجديدة",
    "كلية الصيدلة جامعة الجيزة الجديدة",
    "كلية الهندسة والتكنولوجيا جامعة الجيزة الجديدة",
    "كلية إدارة الأعمال والتمويل جامعة الجيزة الجديدة",
    "كلية تكنولوجيا المعلومات جامعة الجيزة الجديدة"
  ],
  "جامعة دراية": [
    "كلية الصيدلة جامعة دراية",
    "كلية العلاج الطبيعي جامعة دراية",
    "كلية التمريض جامعة دراية",
    "كلية طب الأسنان جامعة دراية"
  ],
  "جامعة بدر": [
    "كلية الطب البشري جامعة بدر",
    "كلية طب الأسنان جامعة بدر",
    "كلية الصيدلة جامعة بدر",
    "كلية العلاج الطبيعي جامعة بدر",
    "كلية الهندسة والتكنولوجيا جامعة بدر",
    "كلية الفنون التطبيقية جامعة بدر",
    "كلية إدارة الأعمال والعلوم المالية جامعة بدر",
    "كلية اللغات والترجمة جامعة بدر",
    "كلية التمريض جامعة بدر",
    "كلية تكنولوجيا العلوم الصحية التطبيقية جامعة بدر",
    "كلية العلوم السياسية والعلاقات الدولية جامعة بدر",
    "كلية السينما والفنون المسرحية جامعة بدر"
  ],
  "جامعة حورس": [
    "كلية العلاج الطبيعي جامعة حورس",
    "كلية الهندسة جامعة حورس",
    "كلية إدارة الأعمال جامعة حورس",
    "كلية طب الأسنان جامعة حورس",
    "كلية الصيدلة جامعة حورس"
  ],
  "الجامعة المصرية الصينية": [
    "كلية الهندسة الجامعة المصرية الصينية",
    "كلية العلاج الطبيعي الجامعة المصرية الصينية",
    "كلية الاقتصاد والتجارة الدولية الجامعة المصرية الصينية",
    "كلية الحاسبات وتكنولوجيا المعلومات الجامعة المصرية الصينية"
  ],
  "جامعة ميريت": [
    "كلية الصيدلة جامعة ميريت",
    "كلية العلاج الطبيعي جامعة ميريت",
    "كلية الطب البشري جامعة ميريت",
    "كلية التمريض جامعة ميريت"
  ],
  "جامعة سفنكس": [
    "كلية الصيدلة جامعة سفنكس",
    "كلية طب الأسنان جامعة سفنكس",
    "كلية العلاج الطبيعي جامعة سفنكس",
    "كلية التمريض جامعة سفنكس",
    "كلية الهندسة جامعة سفنكس",
    "كلية التكنولوجيا وتكنولوجيا المعلومات جامعة سفنكس"
  ],
  "جامعة السلام": [
    "كلية الصيدلة جامعة السلام",
    "كلية التمريض جامعة السلام",
    "كلية الهندسة جامعة السلام",
    "كلية إدارة الأعمال جامعة السلام"
  ],
  "جامعة بدر بأسيوط": [
    "كلية العلاج الطبيعي جامعة بدر بأسيوط",
    "كلية الصيدلة جامعة بدر بأسيوط",
    "كلية طب الأسنان جامعة بدر بأسيوط",
    "كلية التمريض جامعة بدر بأسيوط",
    "كلية الهندسة والعلوم التطبيقية جامعة بدر بأسيوط",
    "كلية الاقتصاد وإدارة الأعمال جامعة بدر بأسيوط"
  ],
  "جامعة مايو": [
    "كلية الهندسة جامعة مايو",
    "كلية إدارة الأعمال وتكنولوجيا المعلومات جامعة مايو",
    "كلية العلاج الطبيعي جامعة مايو"
  ]
};

export default privateUniversities;